brew "ack"
brew "bash"
brew "bash-completion"
brew "bat"
brew "composer"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "dnsmasq"
brew "fd"
brew "fzf"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "htop"
brew "imagemagick"
brew "mkcert"
brew "node"
brew "nss" # For mkcert
brew "php"
brew "pipenv"
brew "pyenv"
brew "ripgrep"
brew "wget"

# Casks
cask "1password"
cask "alfred"
cask "color-oracle"
cask "docker"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "ngrok"
cask "openinterminal"
cask "poedit"
cask "slack"
cask "spotify"
cask "visual-studio-code"

# Quick look plugins
# https://github.com/sindresorhus/quick-look-plugins
cask "betterzipql"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "syntax-highlight"
cask "webpquicklook"
